
[
    {
        "factor": "population_density",
        "causal_relationship": {
            "direction": "positive",
            "strength": "significant",
            "confidence": "high",
            "mechanism": "Mật độ dân số cao dẫn đến sự gia tăng các nguồn phát thải từ giao thông, công nghiệp và dân sinh, từ đó làm tăng nồng độ PM2.5. Các khu vực có mật độ dân số cao thường tương quan với mật độ đường xá và hoạt động kinh tế cao, góp phần vào việc phát thải các chất ô nhiễm.",
            "quantitative_evidence": "Nghiên cứu tại Hà Nội cho thấy các yếu tố thúc đẩy sự thay đổi trong nồng độ chất ô nhiễm bao gồm mật độ dân số, mật độ đường và khoảng cách từ địa điểm giám sát đến trung tâm đô thị và tuyến đường gần nhất. Nồng độ NO2 và SO2 giảm dần từ trung tâm thành phố ra ngoài.",
            "references": [
                {
                    "doi": "10.1016/j.scitotenv.2019.134635",
                    "title": "Impact of urban expansion on the air pollution landscape: A case study of Hanoi, Vietnam",
                    "url": "https://www.sciencedirect.com/science/article/pii/S0048969719346261"
                }
            ]
        }
    },
    {
        "factor": "lulc_construction_land",
        "causal_relationship": {
            "direction": "positive",
            "strength": "strong",
            "confidence": "high",
            "mechanism": "Đất xây dựng có cường độ hoạt động của con người cao nhất, bao gồm mật độ dân số, luồng giao thông, hoạt động công nghiệp và thương mại. Tất cả những hoạt động này tạo ra một lượng lớn các chất ô nhiễm không khí, dẫn đến nồng độ PM2.5 cao nhất so với các loại hình sử dụng đất khác.",
            "quantitative_evidence": "Thứ tự nồng độ PM2.5 đối với các loại hình sử dụng đất khác nhau là: đất xây dựng > đất không sử dụng > mặt nước > đất nông nghiệp > đồng cỏ > rừng.",
            "references": [
                {
                    "doi": "10.1038/s41598-021-97088-8",
                    "title": "Evaluating the influence of land use and land cover change on fine particulate matter",
                    "url": "https://www.nature.com/articles/s41598-021-97088-8"
                }
            ]
        }
    },
    {
        "factor": "lulc_vegetation",
        "causal_relationship": {
            "direction": "negative",
            "strength": "moderate",
            "confidence": "high",
            "mechanism": "Thảm thực vật, đặc biệt là rừng, có tác dụng điều tiết tiêu cực đối với nồng độ PM2.5. Cây cối loại bỏ các hạt vật chất khỏi không khí thông qua quá trình lắng đọng khô, trong đó các hạt bị giữ lại, bám dính và hấp thụ trực tiếp trên bề mặt lá. Rừng lá rộng cho thấy hiệu quả lắng đọng khô cao nhất.",
            "quantitative_evidence": "Rừng có nồng độ PM2.5 trung bình thấp nhất trong số các loại hình sử dụng đất. Rừng lá rộng chiếm 89,22% hiệu quả lắng đọng khô trong không gian đô thị.",
            "references": [
                {
                    "doi": "10.1038/s41598-021-97088-8",
                    "title": "Evaluating the influence of land use and land cover change on fine particulate matter",
                    "url": "https://www.nature.com/articles/s41598-021-97088-8"
                },
                {
                    "doi": "10.1016/j.scitotenv.2023.165830",
                    "title": "Dry deposition effect of urban green spaces on ambient particulate matter pollution in China",
                    "url": "https://www.sciencedirect.com/science/article/pii/S0048969723044558"
                }
            ]
        }
    },
    {
        "factor": "dem_topography",
        "causal_relationship": {
            "direction": "positive",
            "strength": "strong",
            "confidence": "high",
            "mechanism": "Địa hình thung lũng hoặc lòng chảo có thể bẫy không khí lạnh và các chất ô nhiễm trong các đợt nghịch nhiệt mùa đông. Các lớp không khí ổn định, tồn tại nhiều ngày (còn gọi là vũng không khí lạnh - CAPs) ngăn chặn sự pha trộn dọc của các chất ô nhiễm, dẫn đến sự tích tụ nồng độ PM2.5 cao gần mặt đất.",
            "quantitative_evidence": "Trong các sự kiện CAP, nồng độ PM2.5 có thể đạt tới 100 µg/m³. Nồng độ PM2.5 giảm tới 30% khi độ cao tăng từ 1300m lên 1600m trong một thung lũng.",
            "references": [
                {
                    "doi": "10.1016/j.atmosenv.2011.10.041",
                    "title": "Wintertime PM2.5 concentrations during persistent, multi-day cold-air pools in a mountain valley",
                    "url": "https://www.sciencedirect.com/science/article/pii/S1352231011011204"
                }
            ]
        }
    },
    {
        "factor": "road_network",
        "causal_relationship": {
            "direction": "negative_exponential_decay",
            "strength": "strong",
            "confidence": "high",
            "mechanism": "Nồng độ PM2.5 giảm nhanh chóng khi khoảng cách từ đường giao thông tăng lên. Điều này là do sự phân tán và pha loãng của các chất ô nhiễm phát ra từ xe cộ (cả khí thải và không phải khí thải như mài mòn phanh, lốp xe và bụi đường tái bay) với khoảng cách.",
            "quantitative_evidence": "Nồng độ PM2.5 gia tăng giảm 75% trong khoảng từ 5m đến 30m tính từ đường. Các nghiên cứu đã tìm thấy các tác động tiêu cực đến sức khỏe đối với những người sống trong phạm vi 300m từ các tuyến đường chính.",
            "references": [
                {
                    "doi": "10.1016/j.trd.2020.102442",
                    "title": "Influence of roadway emissions on near-road PM2.5: Monitoring data analysis and implications",
                    "url": "https://www.sciencedirect.com/science/article/pii/S1361920920306295"
                }
            ]
        }
    },
    {
        "factor": "industrial_zones",
        "causal_relationship": {
            "direction": "positive",
            "strength": "significant",
            "confidence": "high",
            "mechanism": "Các khu công nghiệp là nguồn phát thải điểm chính của PM2.5 và các tiền chất của nó (SO2, NOx) thông qua các quy trình công nghiệp và đốt cháy nhiên liệu tại các nguồn tĩnh. Sự hiện diện của các khu công nghiệp, đặc biệt là ở các khu vực ven đô, tạo ra các điểm nóng ô nhiễm.",
            "quantitative_evidence": "Nhiều điểm nóng phát thải công nghiệp và giao thông xảy ra ở khu vực ven đô của Hà Nội.",
            "references": [
                {
                    "doi": "10.1016/j.scitotenv.2019.134635",
                    "title": "Impact of urban expansion on the air pollution landscape: A case study of Hanoi, Vietnam",
                    "url": "https://www.sciencedirect.com/science/article/pii/S0048969719346261"
                }
            ]
        }
    }
]
