[
  {
    "factor_1": "dem_topography_valley_basin",
    "factor_2": "pm25",
    "relationship": "MODERATOR",
    "strength": "STRONG",
    "confidence": "HIGH",
    "seasonality": "winter",
    "spatial_scope": "regional",
    "temporal_lag": "1-3 days",
    "mechanism": "Valley or basin topography creates conditions for persistent cold-air pools (CAPs) to form, especially during winter under high-pressure systems. These stable atmospheric layers suppress vertical mixing and trap pollutants, leading to the accumulation of PM2.5 near the surface.",
    "evidence": [
      {
        "source": "Silcox, G. D., Kelly, K. E., Crosman, E. T., Whiteman, C. D., & Allen, B. L. (2012). Wintertime PM2.5 concentrations during persistent, multi-day cold-air pools in a mountain valley. Atmospheric Environment, 46, 17-24.",
        "quote": "Because vertical mixing of pollutants is suppressed in the stable atmospheric layers, PM2.5 aerosols emitted into the CAP or produced there through chemical and photochemical processes lead to high levels of PM2.5.",
        "doi": "10.1016/j.atmosenv.2011.10.041",
        "tier": 1
      },
      {
        "source": "Silcox et al. (2012)",
        "quote": "PM2.5 concentrations were generally observed to decrease with increasing elevation... Decreases of up to 30 percent were observed as elevation increased from 1300 to 1600 m.",
        "doi": "10.1016/j.atmosenv.2011.10.041",
        "tier": 1
      }
    ]
  },
  {
    "factor_1": "lulc_vegetation",
    "factor_2": "pm25",
    "relationship": "INDIRECT_CAUSE",
    "direction": "decrease",
    "strength": "MODERATE",
    "confidence": "HIGH",
    "seasonality": "all_season",
    "spatial_scope": "local",
    "mechanism": "Vegetation, particularly forests, removes PM2.5 from the atmosphere through dry deposition. Particles are captured on leaf surfaces via interception, impaction, and sedimentation. The complex structure of a forest canopy also enhances air turbulence, which can increase deposition rates.",
    "evidence": [
      {
        "source": "Liu, J., Zhu, L., Wang, H., Yang, Y., Liu, J., Qiu, D., ... & Liu, J. (2016). Dry deposition of particulate matter at an urban forest, wetland and lake surface in Beijing. Atmospheric Environment, 125, 178-187.",
        "quote": "The deposition velocity onto the forest canopy was higher than which onto the wetland and the water surface and the velocity varied in different seasons.",
        "doi": "10.1016/j.atmosenv.2015.11.023",
        "tier": 1
      },
      {
        "source": "Han, L., Zhao, J., Gao, Y., Gu, Z., Xin, K., & Zhang, J. (2020). Spatial distribution characteristics of PM2.5 and PM10 in Xi'an City predicted by land use regression models. Sustainable Cities and Society, 61, 102329.",
        "quote": "Green space can mitigate pollution, and the contribution of traffic emission is less than that of industrial emission.",
        "doi": "10.1016/j.scs.2020.102329",
        "tier": 1
      },
      {
        "source": "Matthaios, V. N., Holland, I., Kang, C. M., Hart, J. E., Hauptman, M., Wolfson, J. M., ... & Koutrakis, P. (2024). The effects of urban green space and road proximity to indoor traffic-related PM2.5, NO2, and BC exposure in inner-city schools. Journal of Exposure Science & Environmental Epidemiology, 34(5), 745-752.",
        "quote": "The results further showed that surrounding school greenness at 270 m buffer was significantly associated (p < 0.05) with lower indoor traffic-related PM2.5.",
        "doi": "10.1038/s41370-024-00669-8",
        "tier": 1
      }
    ]
  },
  {
    "factor_1": "population_density",
    "factor_2": "pm25",
    "relationship": "INDIRECT_CAUSE",
    "direction": "increase",
    "strength": "MODERATE",
    "confidence": "HIGH",
    "seasonality": "all_season",
    "spatial_scope": "local",
    "mechanism": "Higher population density leads to increased PM2.5 through two primary mechanisms: the 'congestion effect' (more traffic leading to lower speeds and less efficient combustion) and the 'pollution centralization effect' (a higher concentration of emission sources like vehicles and residential heating). Additionally, dense urban forms with high building density can reduce wind speed and hamper pollution dispersion.",
    "evidence": [
      {
        "source": "Han, S., & Sun, B. (2019). Impact of Population Density on PM2.5 Concentrations: A Case Study in Shanghai, China. Sustainability, 11(7), 1968.",
        "quote": "The results suggest that population density is positively associated with PM2.5 concentrations, pointing to pollution centralization and congestion effects dominating the mitigating effects of mode-shifting associated with density.",
        "doi": "10.3390/su11071968",
        "tier": 1
      },
      {
        "source": "Hien, P. D., Men, N. T., Tan, P. M., & Hangartner, M. (2020). Impact of urban expansion on the air pollution landscape: A case study of Hanoi, Vietnam. Science of The Total Environment, 702, 134635.",
        "quote": "As revealed by the land use regression models, the factors driving the spatial variations of pollutant concentrations across the city include the population density, the road density, and the distances of the monitoring site to the urban center and the nearest roadway.",
        "doi": "10.1016/j.scitotenv.2019.134635",
        "tier": 1
      }
    ]
  },
  {
    "factor_1": "road_network_proximity",
    "factor_2": "pm25",
    "relationship": "INDIRECT_CAUSE",
    "direction": "increase",
    "strength": "STRONG",
    "confidence": "HIGH",
    "seasonality": "all_season",
    "spatial_scope": "local",
    "mechanism": "Road networks are a primary source of PM2.5 emissions from vehicle exhaust and non-exhaust sources (brake wear, tire wear, road dust). Concentrations are highest near roadways and decrease with distance, following a distance-decay pattern.",
    "evidence": [
      {
        "source": "Mukherjee, A., McCarthy, M. C., Brown, S. G., & Hiler, D. (2020). Influence of roadway emissions on near-road PM2.5: Monitoring data analysis and implications. Transportation Research Part D: Transport and Environment, 86, 102481.",
        "quote": "Incremental PM2.5 decreased 75% between 5 m and 30 m from the roadway. The distance-decay relationship was best fit by an exponential function, with concentrations approaching background levels at approximately 300 m from the roadway.",
        "doi": "10.1016/j.trd.2020.102481",
        "tier": 1
      },
      {
        "source": "Matthaios, V. N., et al. (2024).",
        "quote": "It is evident that all traffic-related pollutants follow a linear decay with distance... Schools that are more than 3 km away from roadways experience (on average) a 63% decrease in T-PM2.5 compared to those that are close to major roadways.",
        "doi": "10.1038/s41370-024-00669-8",
        "tier": 1
      }
    ]
  },
  {
    "factor_1": "industrial_zones_proximity",
    "factor_2": "pm25",
    "relationship": "INDIRECT_CAUSE",
    "direction": "increase",
    "strength": "STRONG",
    "confidence": "HIGH",
    "seasonality": "all_season",
    "spatial_scope": "local",
    "mechanism": "Industrial zones contain a high density of factories and industrial processes that are major point sources of PM2.5 and its precursors. Emissions from stacks and fugitive emissions lead to significantly elevated PM2.5 concentrations in and around these areas.",
    "evidence": [
      {
        "source": "Han, L., et al. (2020).",
        "quote": "The spatial distribution of pollutants is closely related to the layout of industrial land and the location of enterprises that generate air pollution emissions.",
        "doi": "10.1016/j.scs.2020.102329",
        "tier": 1
      },
      {
        "source": "Zheng, Y., Xu, W., Huang, J., & Lv, A. (2022). Spatial agglomeration of high-pollution factories and PM2.5 pollution: Evidence from prefecture-level cities in China from 1998 to 2013. Journal of Cleaner Production, 366, 132904.",
        "quote": "The spatial agglomeration of high-pollution factories in China aggravated PM2.5 pollution... The industrial sector accounts for roughly 30% of total PM2.5 pollution in China, and more than 90% of the industrial sector pollution comes from high-pollution industries.",
        "doi": "10.1016/j.jclepro.2022.132904",
        "tier": 1
      }
    ]
  }
]
